Repository: NaN-tic/trytond-galatea
Catalog: locale/*.po
Languages: ca_es

# error:galatea.remove.cache:
source: Directory "%s" not exist.
ca_es: El directori "%s" no existeix.

# error:galatea.send.password:
source: %s. New password reset
ca_es: %s. Nova contrasenya reiniciada

# error:galatea.send.password:
source: Hello %s New password reset for your user account %s: %s %s You could drop this email. Don't repply this email. It's was generated automatically
ca_es: Hola %s Una nova contrasenya s'ha afegit al usuari %s: %s %s Elimina aquest correu. No respongui aquest correu. S'ha generat automàticament.

# error:galatea.send.password:
source: Send new password to %s
ca_es: Enviat nova contrasenya a %s

# error:galatea.static.file:
source: Invalid file name: (1) '..' in file name (OR) (2) file name contains '/'
ca_es: Nom del fitxer incorrecte: (1) '..' en el nom (o bé) (2) el fitxe conté '/'

# error:galatea.static.file:
source: You can't change file name
ca_es: No pot canviar el nom del fitxer.

# error:galatea.static.folder:
source: Folder name cannot be changed
ca_es: El directori no es pot canviar

# error:galatea.static.folder:
source: Folder name needs to be unique
ca_es: El nom del directori ha de ser únic

# error:galatea.static.folder:
source: Invalid folder name: (1) '.' in folder name (OR) (2) folder name begins with '/'
ca_es: Nom del directori incorrecte: (1) '.' el nom del directori (o bé) (2) el directori acaba amb '/'

# error:galatea.template:
source: The file name of the Galatea Template must be unique.
ca_es: El nom de la plantilla Galatea ha de ser únic.

# error:galatea.uri:
source: The URI (Parent + SLUG) of the Galatea URI must be unique.
ca_es: La URI (pare + SLUG) de Galatea URI ha de ser única.

# error:galatea.user:
source: Email must be unique in a company
ca_es: El correu electrònic es únic per companyia

# error:galatea.website:
source: Another site with the same name already exists!
ca_es: Disposa d'un altre lloc web amb el mateix nom.

# error:galatea.website:
source: Wrong connection to SMTP server. Not send email.
ca_es: No s'ha pogut connectar al servidor SMTP. No s'ha enviat el correu.

# field:galatea.send.password.start,password:
source: Password
ca_es: Contrasenya

# field:galatea.send.password.start,website:
source: Website
ca_es: Lloc web

# field:galatea.static.file,create_date:
source: Create Date
ca_es: Data creació

# field:galatea.static.file,create_uid:
source: Create User
ca_es: Usuari creació

# field:galatea.static.file,file_binary:
source: File
ca_es: Fitxer

# field:galatea.static.file,file_path:
source: File Path
ca_es: Ruta fitxer

# field:galatea.static.file,folder:
source: Folder
ca_es: Directori

# field:galatea.static.file,name:
source: File Name
ca_es: Nom fitxer

# field:galatea.static.file,rec_name:
source: Name
ca_es: Nom

# field:galatea.static.file,remote_path:
source: Remote File
ca_es: Fitxer remot

# field:galatea.static.file,type:
source: File Type
ca_es: Tipus fitxer

# field:galatea.static.file,write_date:
source: Write Date
ca_es: Data modificació

# field:galatea.static.file,write_uid:
source: Write User
ca_es: Usuari modificació

# field:galatea.static.folder,create_date:
source: Create Date
ca_es: Data creació

# field:galatea.static.folder,create_uid:
source: Create User
ca_es: Usuari creació

# field:galatea.static.folder,description:
source: Description
ca_es: Descripció

# field:galatea.static.folder,files:
source: Files
ca_es: Fitxers

# field:galatea.static.folder,name:
source: Name
ca_es: Nom

# field:galatea.static.folder,rec_name:
source: Name
ca_es: Nom

# field:galatea.static.folder,write_date:
source: Write Date
ca_es: Data modificació

# field:galatea.static.folder,write_uid:
source: Write User
ca_es: Usuari modificació

# field:galatea.template,allowed_models:
source: Allowed Models
ca_es: Models permès

# field:galatea.template,create_date:
source: Create Date
ca_es: Data creació

# field:galatea.template,create_uid:
source: Create User
ca_es: Usuari creació

# field:galatea.template,filename:
source: Filename
ca_es: Nom fitxer

# field:galatea.template,rec_name:
source: Name
ca_es: Nom

# field:galatea.template,write_date:
source: Write Date
ca_es: Usuari creació

# field:galatea.template,write_uid:
source: Write User
ca_es: Usuari modificació

# field:galatea.template-ir.model,create_date:
source: Create Date
ca_es: Data creació

# field:galatea.template-ir.model,create_uid:
source: Create User
ca_es: Usuari creació

# field:galatea.template-ir.model,rec_name:
source: Name
ca_es: Nom

# field:galatea.template-ir.model,template:
source: Galatea Template
ca_es: Plantilla Galatea

# field:galatea.template-ir.model,write_date:
source: Write Date
ca_es: Usuari creació

# field:galatea.template-ir.model,write_uid:
source: Write User
ca_es: Usuari modificació

# field:galatea.uri,active:
source: Active
ca_es: Actiu

# field:galatea.uri,anchor:
source: Is Anchor?
ca_es: Es un ancoratge?

# field:galatea.uri,childs:
source: Children
ca_es: Fills

# field:galatea.uri,content:
source: Content
ca_es: Contingut

# field:galatea.uri,content_model:
source: Content Model
ca_es: Contingut model

# field:galatea.uri,create_date:
source: Create Date
ca_es: Data creació

# field:galatea.uri,create_uid:
source: Create User
ca_es: Usuari creació

# field:galatea.uri,external_redirection:
source: External Redirection
ca_es: Redirecció externa

# field:galatea.uri,internal_redirection:
source: Internal Redirection
ca_es: Redirecció interna

# field:galatea.uri,left:
source: Left
ca_es: Esquerra

# field:galatea.uri,menus:
source: Menus
ca_es: Menús

# field:galatea.uri,name:
source: Name
ca_es: Nom

# field:galatea.uri,parent:
source: Parent
ca_es: Pare

# field:galatea.uri,rec_name:
source: Name
ca_es: Nom

# field:galatea.uri,redirection_code:
source: Redirection Code
ca_es: Codi redirecció

# field:galatea.uri,right:
source: Right
ca_es: Dreta

# field:galatea.uri,sequence:
source: Sequence
ca_es: Seqüència

# field:galatea.uri,sitemap:
source: Sitemap
ca_es: Mapa web

# field:galatea.uri,template:
source: Template
ca_es: Plantilla

# field:galatea.uri,type:
source: Type
ca_es: Tipus

# field:galatea.uri,website:
source: Website
ca_es: Lloc Web

# field:galatea.uri,write_date:
source: Write Date
ca_es: Usuari creació

# field:galatea.uri,write_uid:
source: Write User
ca_es: Usuari modificació

# field:galatea.user,activation_code:
source: Unique Activation Code
ca_es: Codi d'activació únic

# field:galatea.user,active:
source: Active
ca_es: Actiu

# field:galatea.user,company:
source: Company
ca_es: Empresa

# field:galatea.user,create_date:
source: Create Date
ca_es: Data creació

# field:galatea.user,create_uid:
source: Create User
ca_es: Usuari creació

# field:galatea.user,display_name:
source: Display Name
ca_es: Nom a mostrar

# field:galatea.user,manager:
source: Manager
ca_es: Gestor

# field:galatea.user,party:
source: Party
ca_es: Tercer

# field:galatea.user,password:
source: Password
ca_es: Contrasenya

# field:galatea.user,rec_name:
source: Name
ca_es: Nom

# field:galatea.user,timezone:
source: Timezone
ca_es: Zona horària

# field:galatea.user,websites:
source: Websites
ca_es: Llocs web

# field:galatea.user,write_date:
source: Write Date
ca_es: Data modificació

# field:galatea.user,write_uid:
source: Write User
ca_es: Usuari modificació

# field:galatea.user-galatea.website,create_date:
source: Create Date
ca_es: Data creació

# field:galatea.user-galatea.website,create_uid:
source: Create User
ca_es: Usuari creació

# field:galatea.user-galatea.website,rec_name:
source: Name
ca_es: Nom

# field:galatea.user-galatea.website,user:
source: User
ca_es: Usuari

# field:galatea.user-galatea.website,website:
source: Website
ca_es: Lloc web

# field:galatea.user-galatea.website,write_date:
source: Write Date
ca_es: Data modificació

# field:galatea.user-galatea.website,write_uid:
source: Write User
ca_es: Usuari modificació

# field:galatea.website,active:
source: Active
ca_es: Actiu

# field:galatea.website,company:
source: Company
ca_es: Empresa

# field:galatea.website,countries:
source: Countries Available
ca_es: Països disponibles

# field:galatea.website,country:
source: Country
ca_es: País

# field:galatea.website,create_date:
source: Create Date
ca_es: Data creació

# field:galatea.website,create_uid:
source: Create User
ca_es: Usuari creació

# field:galatea.website,currency:
source: Currency
ca_es: Moneda

# field:galatea.website,folder:
source: Folder
ca_es: Directori

# field:galatea.website,name:
source: Name
ca_es: Nom

# field:galatea.website,rec_name:
source: Name
ca_es: Nom

# field:galatea.website,registration:
source: Registration
ca_es: Registre

# field:galatea.website,smtp_server:
source: SMTP Server
ca_es: Servidor SMTP

# field:galatea.website,static_folder:
source: Static Folder
ca_es: Directori estàtic

# field:galatea.website,timezone:
source: Timezone
ca_es: Zona horària

# field:galatea.website,write_date:
source: Write Date
ca_es: Data modificació

# field:galatea.website,write_uid:
source: Write User
ca_es: Usuari modificació

# field:galatea.website-country.country,country:
source: Country
ca_es: País

# field:galatea.website-country.country,create_date:
source: Create Date
ca_es: Data creació

# field:galatea.website-country.country,create_uid:
source: Create User
ca_es: Usuari creació

# field:galatea.website-country.country,rec_name:
source: Name
ca_es: Nom

# field:galatea.website-country.country,website:
source: Website
ca_es: Lloc web

# field:galatea.website-country.country,write_date:
source: Write Date
ca_es: Data modificació

# field:galatea.website-country.country,write_uid:
source: Write User
ca_es: Usuari modificació

# field:galatea.website-currency.currency,create_date:
source: Create Date
ca_es: Data creació

# field:galatea.website-currency.currency,create_uid:
source: Create User
ca_es: Usuari creació

# field:galatea.website-currency.currency,currency:
source: Currency
ca_es: Moneda

# field:galatea.website-currency.currency,rec_name:
source: Name
ca_es: Nom

# field:galatea.website-currency.currency,website:
source: Website
ca_es: Lloc web

# field:galatea.website-currency.currency,write_date:
source: Write Date
ca_es: Data modificació

# field:galatea.website-currency.currency,write_uid:
source: Write User
ca_es: Usuari modificació

# field:party.party,galatea_users:
source: Galatea Users
ca_es: Galatea Usuaris

# help:galatea.send.password.start,website:
source: Select a website to send email (STMP server).
ca_es: Selecciona un lloc web per enviar el correu (servidor SMTP).

# help:galatea.static.folder,name:
source: Folder name contains az09 characters
ca_es: El nom del directori ha de contenir els caràcters az09

# help:galatea.template,allowed_models:
source: The models compatible with this template, which instances can be associated with an uri that use this template.
ca_es: Models compatibles amb aquesta plantilla, quan la instancia es associada amb una uri que s'usa en aquesta plantilla.

# help:galatea.uri,sitemap:
source: Wether this URI should be visible in the sitemap or not.
ca_es: Mentres aquesta URI està visible en el mapa web o no.

# help:galatea.user,active:
source: Allow login users
ca_es: Permet identificar usuaris

# help:galatea.user,manager:
source: Allow user in manager sections
ca_es: Permet usuaris gestionar seccions

# help:galatea.user,websites:
source: Users will be available in those websites to login
ca_es: Els usuaris podràn identificar-se en aquests llocs web

# help:galatea.website,country:
source: Default Country
ca_es: País per defecte

# help:galatea.website,folder:
source: Flask App directory
ca_es: Flask App directori

# help:galatea.website,metadescription:
source: Almost all search engines recommend it to be shorter than 155 characters of plain text
ca_es: La majoria dels cercadors recomanen un text de 155 caràcters de text pla.

# help:galatea.website,registration:
source: Add website in users when users do a new registration
ca_es: Afegeix el lloc web als usuaris quan els usauris es donin de alta

# help:galatea.website,static_folder:
source: Flask Static directory
ca_es: Flask Static directori

# help:galatea.website,uri:
source: Base Uri Site (with "/")
ca_es: Base Uri del lloc web (amb "/")

# model:galatea.remove.cache.start,name:
source: Galatea Remove Cache Start
ca_es: Inici eliminar memòria cau Galatea

# model:galatea.send.password.result,name:
source: Galatea Send Result
ca_es: Galata Envia Resultat

# model:galatea.send.password.start,name:
source: Galatea Send Start
ca_es: Gatalea Envia Inici

# model:galatea.static.file,name:
source: Static files for Galatea
ca_es: Fitxers estàtics per Galatea

# model:galatea.static.folder,name:
source: Static folder for Galatea
ca_es: Directoris estàtics per Galatea

# model:galatea.template,name:
source: Galatea Template
ca_es: Plantilla Galatea

# model:galatea.template-ir.model,name:
source: Galatea Template - Model
ca_es: Plantilla Galatea - Model

# model:galatea.user,name:
source: Galatea Users
ca_es: Galatea Usuaris

# model:galatea.user-galatea.website,name:
source: Galatea User - Website
ca_es: Galatea Usuari - Lloc web

# model:galatea.website,name:
source: Galatea Web Site
ca_es: Galatea Lloc web

# model:galatea.website-country.country,name:
source: Website Country Relations
ca_es: Relació països i llocs web

# model:galatea.website-currency.currency,name:
source: Currencies to be made available on website
ca_es: Monedes disponibles en el lloc web

# model:ir.action,name:act_galatea_template
source: Galatea Template
ca_es: Plantilla Galatea

# model:ir.action,name:act_galatea_user_form
source: Galatea Users
ca_es: Galatea Usuaris

# model:ir.action,name:act_website_form
source: Web Sites
ca_es: Llocs web

# model:ir.action,name:action_galatea_static_file_view
source: Galatea Static Files
ca_es: Galatea fitxers estàtics

# model:ir.action,name:action_galatea_static_folder_view
source: Galatea Static Folders
ca_es: Galatea directoris estàtics

# model:ir.action,name:action_galatea_user_view
source: Galatea User
ca_es: Galatea Usuari

# model:ir.action,name:wizard_galatea_remove_cache
source: Remove Cache
ca_es: Elimina memòria cau

# model:ir.action,name:wizard_galatea_send_password
source: Send New Password
ca_es: Envia nova contrasenya

# model:ir.ui.menu,name:menu_galatea_config_static_file
source: Static Files
ca_es: Fitxers estàtics

# model:ir.ui.menu,name:menu_galatea_config_static_folder
source: Static Folders
ca_es: Directoris estàtics

# model:ir.ui.menu,name:menu_galatea_configuration
source: Configuration
ca_es: Configuració

# model:ir.ui.menu,name:menu_galatea_static
source: Static
ca_es: Estàtic

# model:ir.ui.menu,name:menu_galatea_template
source: Galatea Template
ca_es: Plantilla Galatea

# model:ir.ui.menu,name:menu_galatea_user
source: Users
ca_es: Usuaris

# model:ir.ui.menu,name:menu_galatea_users
source: Users
ca_es: Usuaris

# model:ir.ui.menu,name:menu_website_form
source: Web Sites
ca_es: Llocs web

# model:res.group,name:group_galatea_admin
source: Galatea Administration
ca_es: Administració Galatea

# selection:galatea.static.file,type:
source: Local File
ca_es: Fitxer local

# selection:galatea.static.file,type:
source: Remote File
ca_es: Fitxer remot

# selection:galatea.uri,type:
source: Content
ca_es: Contingut

# selection:galatea.uri,type:
source: External Redirection
ca_es: Redirecció externa

# selection:galatea.uri,type:
source: Internal Redirection
ca_es: Redirecció interna

# view:galatea.remove.cache.start:
source: Be careful this action do command system!
ca_es: Aquesta acció realitzarà una comanda de sistema.

# view:galatea.remove.cache.start:
source: Galatea Remove Cache
ca_es: Eliminar memòria cau Galatea

# view:galatea.send.password.result:
source: Galatea Send Password
ca_es: Galatea envia contrasenya

# view:galatea.send.password.start:
source: Galatea Send Password
ca_es: Galatea envia contrasenya

# view:galatea.static.file:
source: Paths
ca_es: Rutes

# view:galatea.static.file:
source: Preview
ca_es: Previsualització

# view:galatea.static.folder:
source: Files
ca_es: Fitxers

# view:galatea.static.folder:
source: Static Folder
ca_es: Directori estàtic

# view:galatea.template:
source: Galatea Template
ca_es: Plantilla Galatea

# view:galatea.user:
source: Galatea User
ca_es: Galatea Usuari

# view:galatea.website:
source: Configuration
ca_es: Configuració

# view:galatea.website:
source: Countries
ca_es: Països

# view:galatea.website:
source: Email
ca_es: Correu electrònic

# view:galatea.website:
source: Remove Cache
ca_es: Elimina memòria cau

# view:galatea.website:
source: Web Site
ca_es: Lloc web

# view:galatea.website:
source: Web Sites
ca_es: Llocs web

# wizard_button:galatea.remove.cache,start,end:
source: Cancel
ca_es: Cancel·la

# wizard_button:galatea.remove.cache,start,remove:
source: Remove
ca_es: Eliminar

# wizard_button:galatea.send.password,result,end:
source: Close
ca_es: Tanca

# wizard_button:galatea.send.password,start,end:
source: Cancel
ca_es: Cancel·la

# wizard_button:galatea.send.password,start,send:
source: Send
ca_es: Envia
